{
  "eng": {
    "header": {
      "search": "Search",
      "home": "Home",
      "shop": "Shop",
      "collections": "Collections",
      "about": "About",
      "news": "News",
      "cart": "Cart",
      "collection": "Collection"
    },
    "home_page": {
      "new_scarf_collections": "New Scarf Collections",
      "winter_2026": "WINTER 2026",
      "shop_now": "SHOP NOW",
      "grand_opening": "Grand Opening",
      "grand_opening_description": "The debut collection of my silk scarves is almost here. Each scarf carries a piece of my journey, told on fabric and is meant to be worn boldly, often and fully lived in. Released in small collections, allowing each piece the time it needs to find the person it is destined for!\nPre-orders are now open - an invitation to be part of the very first chapter.",
      "pre_order_now": "Pre-order Now",
      "countdown_to_launch": "Countdown to Launch",
      "countdown_labels": "Days, Hr, Mins, Sec",
      "discover_all_items": "Discover all items",
      "item_night_sky": "Night Sky",
      "item_lioness": "Lioness",
      "item_wushu_nanquan": "Wushu Nanquan",
      "discover_collections": "Discover Our Collections of Silk Scarves",
      "discover_collections_description": "A new chapter in wearable art begins. Each scarf is a memory lived, a piece of my story, one that I joyfully share with you. Painted on silk, created in limited numbers, these scarves are for collectors who value art that moves with them - worn through seasons, cherished for years, and passed on as treasured stories.",
      "the_moon_rabbit": "The Moon Rabbit",
      "the_moon_rabbit_description": "When the Moon Rabbit falls, he lands not by accident, but where beauty lies dormant and stories wait to be awakened. Inspired by ancient myth and the quiet power of silk, this collection weaves legend into fabric - soft, surreal, and timeless.",
      "view_collection": "View Collection",
      "item_falling_rabbit": "Falling Rabbit",
      "item_rooftops_paris": "Rooftops in Paris",
      "item_moon_rabbit": "Moon Rabbit",
      "tropical_grasslands": "Tropical Grasslands",
      "tropical_grasslands_description": "Tropical Grasslands captures the quiet power of wide horizons, sun-warmed earth, and the untamed beauty of nature where time moves more slowly and joy lives in every color.",
      "item_elephants": "Elephants",
      "the_magical_south": "The Magical South",
      "the_magical_south_description": "In the heart of southern France, where cicadas sing and warm winds sweep across sun-drenched hills, a quiet magic lingers in the air. This collection captures the effortless beauty of Occitania - earthy tones, soft textures, and a sense of timeless calm woven into every piece.",
      "item_garden_day_night": "Garden Day and Night",
      "item_sky_mountains": "Sky Mountains",
      "explore_collection": "Explore collection",
      "shop_collection": "Shop collection"
    },
    "wearing_the_moment_section": {
      "wearing_the_moment": "Wearing the Moment",
      "wearing_the_moment_description_1": "Artwork that moves with you. Worn close to the skin, each scarf carries movement, mood and imagination told in color - transforming everyday moments into personal expressions of style.",
      "wearing_the_moment_description_2": "More than just adornments, they are reflections of individuality - inspired by memories, rooted in moments lived in nature; painted with emotion. Every scarf is a painting, created to move with you, to evoke feeling and to celebrate the power of self-expression in its most graceful form."
    },
    "shop_page": {
      "shopping_cart": "Shopping cart",
      "item": "Item",
      "back_to_shop": "Back to Shop",
      "size": "Size",
      "quantity": "Quantity",
      "price": "Price",
      "checkout": "Checkout",
      "who_is_ordering": "Who is placing this order?",
      "email": "Email",
      "first_name": "First Name",
      "last_name": "Last Name",
      "proceed_to_shipping": "proceed to shipping",
      "order_details": "Order Details",
      "address": "Address",
      "city": "City",
      "zip_code": "Zip Code",
      "country": "Country",
      "state_province": "State / Province",
      "country_code": "Country Code",
      "phone_number": "Phone number",
      "proceed_to_payment": "proceed to PAYMENT",
      "payment": "Payment",
      "summary": "SUMMARY",
      "subtotal": "Subtotal",
      "shipping": "Shipping",
      "total": "Total",
      "checkout_button": "CHECKOUT",
      "edit_cart": "Edit Cart",
      "items": "Items",
      "cart_empty": "Your cart is empty.",
      "search": "Search",
      "load_more_items": "Load More Items",
      "add_to_cart": "Add to Cart",
      "nature_quote": "There’s a quiet stillness in places where nature breathes freely. Under wide blue skies and soft winds, time slows down - and we are truly present.",
      "description_100_silk": "Description: 100 % Silk",
      "silk_twill_18_momme": "Silk Twill: 18 momme",
      "made_in_france": "Made in France",
      "products": "Products",
      "filter": "Filter",
      "collection": "Collection",
      "continue_shopping": "Continue shopping",
      "free_shipping_for_all_orders": "Free shipping for all orders",
      "back_to_cart": "Back to cart",
      "you_have_successfully_created_an_order": "You have successfully created an order",
      "there_was_an_error_creating_an_order": "There was an error creating an order",
      "the_inspiration": "The inspiration",
      "description": "Description",
      "added_to_cart": "Added to Cart",
      "view_cart": "View cart",
      "please_choose_a_size": "Please choose a size"
    },
    "filter_and_sort": {
      "filter_by": "Filter By",
      "filter_price": "Price",
      "filter_size": "SIZE",
      "filter_clear": "CLEAR",
      "filter_apply": "APPLY",
      "sort_by": "Sort by"
    },
    "footer": {
      "copyright": "© Ana By Ana Uzelac 2025. All rights reserved.",
      "story": "Story",
      "about": "About",
      "news": "News",
      "legals": "Legals",
      "privacy_policy": "Privacy Policy",
      "terms_conditions": "Terms & Conditions"
    },
    "about_page": {
      "founder_story": "Founder Story",
      "view_more": "View More",
      "about_ana_uzelac": "About Me",
      "ana_uzelac_description_1": "I am a visual artist, painting in oil and painting on silk. It has been a dream of mine for some time to see my paintings move in the real world, on the streets, away from interior walls. Silk is the perfect medium as it reflects color like no other material. It is versatile and resilient, wonderful to look at and to have upon one’s skin.",
      "ana_uzelac_description_2": "The process of painting on silk leaves no room for second guessing. Once you start, you are completely present as there are no retakes; the process becomes everything. I feel immense joy in fully immersing myself in it. It reminds me of the marvelment experienced as a child…when simply ‘feeling alive’ was enough to bring joy and excitement. Through my work, my colors and stories, I wish to share this joy with you.",
      "ana_uzelac_description_3": "My paintings are personal narratives that, I believe, are universally felt. My scarves are paintings made wearable. I am a visual artist, painting in oil and painting on silk. It has been a dream of mine for some time to see my paintings move in the real world, on the streets, away from interior walls. Silk is the perfect medium as it reflects color like no other material. It is versatile and resilient, wonderful to look at and to have upon one’s skin.",
      "ana_uzelac_description_4": "The process of painting on silk leaves no room for second guessing. Once you start, you are completely present as there are no retakes; the process becomes everything. I feel immense joy in fully immersing myself in it. It reminds me of the marvelment experienced as a child…when simply ‘feeling alive’ was enough to bring joy and excitement. Through my work, my colors and stories, I wish to share this joy with you.",
      "ana_uzelac_description_5": "My paintings are personal narratives that, I believe, are universally felt.  My scarves are paintings made wearable.",
      "explore_collections": "Explore Collections",
      "ana_uzelac": "Ana Uzelac",
      "moodboard": "MOODBOARD",
      "work_in_progress": "WORK in Progress",
      "why_it_matters": "Why It Matters?",
      "why_it_matters_description_1": "In a world of mass production, AHA by Ana Uzelac stands for intimacy, intention, and the handmade. These scarves are not seasonal products or fleeting trends - they are moments captured in silk.",
      "why_it_matters_description_2": "Each piece carries the warmth of the artist’s hand and the weight of a story worth keeping. They are not just accessories, but quiet acts of resistance against the algorithm - reminders that beauty doesn’t have to shout to be seen.",
      "why_it_matters_description_3": "In the age of automation, human presence is rare - and therefore, valuable. AHA scarves carry that presence. In texture, in color, in soul.",
      "a_different_kind_of_luxury": "A Different Kind of Luxury",
      "a_different_kind_of_luxury_description_1": "AHA is not for everyone - and that’s the point. It’s for those who collect with their heart, who feel the difference between a logo and a life story. For those who pause in galleries just a little longer. Who touch fabric like they’re reading with their hands. Who crave something that speaks not louder, but truer.",
      "a_different_kind_of_luxury_description_2": "It’s for those who believe in slowness as luxury - in objects that breathe, that carry the trace of time, of care, of soul. Who find value not in perfection, but in presence. Who want to wear something that feels alive.",
      "a_different_kind_of_luxury_description_3": "AAHA scarves are not owned by you, they are experienced by you. A certain color that reminds you of a place, a line that echoes a feeling, a gift to yourself that turns into a memory with someone else… for they are created with the intent of being passed on. Chosen with emotion, worn through seasons, kept close and, eventually, passed on - carrying with them the artist’s story, that has become a shared story between the artist and you.",
      "art_that_finds_you": "Art That Finds You",
      "art_that_finds_you_description_1": "There is a quiet dialogue between the woman who paints and the woman who wears. Though they may never meet, they are connected - through color, through gesture, through the shared understanding that beauty can be both soft and strong.",
      "art_that_finds_you_description_2": "An AHA scarf becomes a continuation of the artist’s voice - shaped now by the rhythm of another life, another body, another story. It is art not preserved behind glass, but released into the world - to move, to witness, to belong."
    },
    "journal_page": {
      "the_journal": "The Journal"
    },
    "order_page": {
      "verifying_payment": "Verifying your payment...",
      "payment_issue": "Payment Issue",
      "no_session_id": "No payment session found. Please try again.",
      "payment_pending": "Your payment is still being processed. Please wait a moment.",
      "payment_not_confirmed": "We couldn't confirm your payment. Please contact support if you were charged.",
      "error_checking_status": "An error occurred while checking your order status. Please try again.",
      "back_to_shop": "Back to Shop",
      "order_confirmed": "Order Confirmed",
      "thank_you_for_your_order": "Thank you for your order!",
      "confirmation_email_sent": "A confirmation email has been sent to your email address.",
      "order_summary": "Order Summary",
      "order_number": "Order Number",
      "email": "Email",
      "total": "Total",
      "continue_shopping": "Continue Shopping",
      "payment_cancelled": "Payment Cancelled",
      "payment_cancelled_description": "Your payment was cancelled.",
      "items_still_in_cart": "Your items are still in your cart. You can try again when you're ready.",
      "try_again": "Try Again"
    },
    "privacy_policy_page": {
      "privacy_policy": "Privacy Policy",
      "privacy_policy_header": "Privacy Policy",
      "privacy_policy_last_updated": "Last updated: 01.09.2025.",
      "privacy_policy_intro": "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from AHA by Ana Uzelac.\nWe are committed to protecting your privacy and ensuring that your personal data is handled in a transparent and secure way.",
      "personal_information_we_collect": "1. Personal Information We Collect",
      "personal_information_we_collect_description_1": "When you visit the Site, we automatically collect certain information about your device (via cookies), including your web browser, IP address, time zone, and some of the cookies that are installed on your device. This helps us improve your shopping experience and website performance.",
      "personal_information_we_collect_description_2": "When you make a purchase or attempt to make a purchase through the Site, we collect the following personal information:\nFull name\nBilling address and shipping address\nEmail address\nPhone number\nPayment details (processed securely by third-party providers - we do not store your credit card information)\nPurchase history and cart activity",
      "how_we_use_your_information": "2. How We Use Your Information",
      "how_we_use_your_information_description_1": "We use your personal information to:\nProcess and fulfill your orders\nCommunicate with you about your order or respond to your inquiries\nScreen orders for fraud or suspicious activity\nSend newsletters or updates (only if you opt in)\nImprove and optimize the performance of our website and services",
      "sharing_your_information": "3. Sharing Your Information",
      "sharing_your_information_description_1": "We do not sell your personal data. We share limited information only with trusted third-party services that support the operation of our store, such as:\nPayment processors (Synapto)\nShipping and logistics partners\nWebsite hosting and analytics providers\nAll third parties are required to respect your privacy and act in accordance with applicable data protection laws.",
      "your_rights_eu_gdpr": "4. Your Rights (EU & GDPR)",
      "your_rights_eu_gdpr_description_1": "If you are a resident of the European Union or other applicable regions, you have the right to:\nAccess the personal data we hold about you\nRequest correction or deletion of your data\nObject to or restrict certain types of processing\nFile a complaint with your data protection authority\nTo make a request, please contact us at: [email]",
      "data_retention": "5. Data Retention",
      "data_retention_description_1": "We retain your order and customer data only as long as necessary to fulfill the purposes above — including for tax, legal, and accounting obligations — unless and until you request deletion.",
      "cookies": "6. Cookies",
      "cookies_description_1": "We use cookies and similar technologies to provide core site functionality (e.g., shopping cart), to analyze traffic, and to personalize your experience. You can manage your cookie preferences in your browser settings.",
      "security": "7. Security",
      "security_description_1": "We take all reasonable precautions and follow industry best practices to ensure your information is not lost, misused, accessed, disclosed, altered, or destroyed.",
      "changes_to_this_policy": "8. Changes to This Policy",
      "changes_to_this_policy_description_1": "We may update this Privacy Policy from time to time. Changes will be posted on this page with the date of the last update.",
      "contact_us": "9. Contact Us",
      "contact_us_description_1": "If you have any questions, concerns, or requests regarding this Privacy Policy or your personal data, please contact:\nEmail:\nStore Owner: Ana Uzelac\nWebsite:"
    },
    "terms_conditions_page": {
      "terms_conditions_header": "Terms & Conditions",
      "terms_conditions_last_updated": "Last updated: 01.09.2025.",
      "terms_conditions_intro": "Please read these Terms and Conditions carefully before using the website AHA by Ana Uzelac. By accessing or purchasing from this site, you agree to be bound by the following terms. If you do not agree with any part of these terms, please do not use the site.",
      "overview": "1. Overview",
      "overview_description_1": "This website is operated by AHA by Ana Uzelac. Throughout the site, the terms “we”, “us”, and “our” refer to the artist and store owner. AHA by Ana Uzelac offers this site and its services conditioned upon your acceptance of all terms, conditions, and policies stated here.",
      "products_and_availability": "2. Products and Availability",
      "products_and_availability_description_1": "All scarves sold on this website are limited edition fine art reproductions printed on silk. Each item is subject to availability and may sell out at any time. Once an edition is sold out, it will not be restocked.\nWe reserve the right to modify or discontinue a product at any time without notice.",
      "pricing_and_payment": "3. Pricing and Payment",
      "pricing_and_payment_description_1": "All prices are listed in EUR (or as otherwise stated) and include applicable VAT for EU customers. Shipping fees and any additional taxes (such as import duties outside the EU) will be calculated at checkout.\nWe accept secure payment methods via major credit cards and third-party services such as PayPal and Stripe. We do not store your credit card information.",
      "orders": "4. Orders",
      "orders_description_1": "Once you place an order, you will receive an email confirmation. Please ensure all personal and shipping details are correct. We reserve the right to cancel or refuse any order for reasons including limited product availability, suspicion of fraud, or incorrect pricing.",
      "shipping": "5. Shipping",
      "shipping_description_1": "We ship worldwide from France. Orders are processed within [2–5] business days. Shipping times vary depending on destination. Detailed shipping information is available on our Shipping Policy page.\nCustomers are responsible for any customs fees or import taxes.",
      "returns_and_exchanges": "6. Returns and Exchanges",
      "returns_and_exchanges_description_1": "Due to the limited edition and artistic nature of our products, all sales are final. We do not accept returns or exchanges unless the item arrives damaged or defective.\nIn such cases, please contact us within 5 days of receiving your order at [insert email address], with photos and a description of the issue.",
      "intellectual_property": "7. Intellectual Property",
      "intellectual_property_description_1": "All content on this website, including images, texts, graphics, logos, and product designs, is the intellectual property of Ana Uzelac and may not be reproduced, distributed, or used without written permission.",
      "personal_information_section": "8. Personal Information",
      "personal_information_section_description_1": "Your submission of personal information through the site is governed by our Privacy Policy.",
      "limitation_of_liability": "9. Limitation of Liability",
      "limitation_of_liability_description_1": "We are not liable for any indirect, incidental, or consequential damages arising from the use of this site or from the purchase of our products. Our liability is limited to the total amount of your order.",
      "governing_law": "10. Governing Law",
      "governing_law_description_1": "These Terms and Conditions shall be governed by and construed in accordance with the laws of France, without regard to its conflict of law provisions.",
      "contact_terms": "11. Contact",
      "contact_terms_description_1": "For questions about these Terms and Conditions, please contact:\nEmail: \nWebsite:",
      "celestial_story": "A celestial story imagined in silk - where legend touches earth, softly and beautifully."
    }
  },
  "fr": {
    "header": {
      "search": "Rechercher",
      "home": "Accueil",
      "shop": "Boutique",
      "collections": "Collections",
      "about": "À propos",
      "news": "Actualités",
      "cart": "Panier",
      "collection": "Collection"
    },
    "home_page": {
      "new_scarf_collections": "Nouvelles collections de foulards",
      "winter_2026": "HIVER 2026",
      "shop_now": "ACHETER MAINTENANT",
      "grand_opening": "Grande ouverture",
      "grand_opening_description": "La première collection de mes foulards en soie arrive bientôt. Chaque foulard porte un morceau de mon parcours, raconté sur le tissu et destiné à être porté avec audace, souvent et pleinement vécu. Sortis en petites collections, chaque pièce a le temps de trouver la personne à qui elle est destinée !\nLes précommandes sont maintenant ouvertes - une invitation à faire partie du tout premier chapitre.",
      "pre_order_now": "Précommander maintenant",
      "countdown_to_launch": "Compte à rebours avant le lancement",
      "countdown_labels": "Jours, H, Min, Sec",
      "discover_all_items": "Découvrir tous les articles",
      "item_night_sky": "Ciel nocturne",
      "item_lioness": "Lionne",
      "item_wushu_nanquan": "Wushu Nanquan",
      "discover_collections": "Découvrez nos collections de foulards en soie",
      "discover_collections_description": "Un nouveau chapitre de l’art à porter commence. Chaque foulard est un souvenir vécu, un morceau de mon histoire que je partage avec joie. Peints sur la soie, créés en nombre limité, ces foulards sont pour les collectionneurs qui apprécient l’art qui les accompagne - portés au fil des saisons, chéris pendant des années, et transmis comme des histoires précieuses.",
      "the_moon_rabbit": "Le Lapin de la Lune",
      "the_moon_rabbit_description": "Quand le Lapin de la Lune tombe, il atterrit non par hasard, mais là où la beauté sommeille et où les histoires attendent d’être réveillées. Inspirée par les mythes anciens et la puissance silencieuse de la soie, cette collection tisse la légende dans le tissu - doux, surréaliste et intemporel.",
      "view_collection": "Voir la collection",
      "item_falling_rabbit": "Lapin tombant",
      "item_rooftops_paris": "Toits de Paris",
      "item_moon_rabbit": "Lapin de la Lune",
      "tropical_grasslands": "Savanes tropicales",
      "tropical_grasslands_description": "Savanes tropicales capture la puissance tranquille des horizons larges, de la terre chauffée par le soleil et de la beauté sauvage de la nature où le temps ralentit et où la joie vit dans chaque couleur.",
      "item_elephants": "Éléphants",
      "the_magical_south": "Le Sud magique",
      "the_magical_south_description": "Au cœur du sud de la France, où chantent les cigales et où les vents chauds balaient les collines baignées de soleil, une magie discrète flotte dans l’air. Cette collection capture la beauté sans effort de l’Occitanie - des tons terreux, des textures douces et un sentiment de calme intemporel tissé dans chaque pièce.",
      "item_garden_day_night": "Jardin Jour et Nuit",
      "item_sky_mountains": "Montagnes célestes",
      "explore_collection": "Explorer la collection",
      "shop_collection": "Acheter la collection"
    },
    "wearing_the_moment_section": {
      "wearing_the_moment": "Porter l’instant",
      "wearing_the_moment_description_1": "Des œuvres d’art qui vous accompagnent. Porté près de la peau, chaque foulard porte le mouvement, l’humeur et l’imagination exprimés en couleur - transformant les moments du quotidien en expressions personnelles de style.",
      "wearing_the_moment_description_2": "Bien plus que de simples ornements, ils sont le reflet de l’individualité - inspirés par les souvenirs, enracinés dans des instants vécus dans la nature ; peints avec émotion. Chaque foulard est une peinture, créée pour bouger avec vous, évoquer des sentiments et célébrer la puissance de l’expression de soi sous sa forme la plus gracieuse."
    },
    "shop_page": {
      "shopping_cart": "Panier",
      "item": "Article",
      "back_to_shop": "Retour à la boutique",
      "size": "Taille",
      "quantity": "Quantité",
      "price": "Prix",
      "checkout": "Paiement",
      "who_is_ordering": "Qui passe cette commande ?",
      "email": "E-mail",
      "first_name": "Prénom",
      "last_name": "Nom",
      "proceed_to_shipping": "passer à la livraison",
      "order_details": "Détails de la commande",
      "address": "Adresse",
      "city": "Ville",
      "zip_code": "Code postal",
      "country": "Pays",
      "state_province": "État / Province",
      "country_code": "Indicatif pays",
      "phone_number": "Numéro de téléphone",
      "proceed_to_payment": "passer au PAIEMENT",
      "payment": "Paiement",
      "summary": "RÉCAPITULATIF",
      "subtotal": "Sous-total",
      "shipping": "Livraison",
      "total": "Total",
      "checkout_button": "PAIEMENT",
      "edit_cart": "Modifier le panier",
      "items": "Articles",
      "cart_empty": "Votre panier est vide.",
      "search": "Rechercher",
      "load_more_items": "Charger plus d’articles",
      "add_to_cart": "Ajouter au panier",
      "nature_quote": "Il y a un calme silencieux dans les endroits où la nature respire librement. Sous de vastes cieux bleus et des vents doux, le temps ralentit - et nous sommes vraiment présents.",
      "description_100_silk": "Description : 100 % soie",
      "silk_twill_18_momme": "Serge de soie : 18 momme",
      "made_in_france": "Fabriqué en France",
      "products": "Produits",
      "filter": "Filtrer",
      "collection": "Collection",
      "continue_shopping": "Continuer les achats",
      "free_shipping_for_all_orders": "Livraison gratuite pour toutes les commandes",
      "back_to_cart": "Retour au panier",
      "you_have_successfully_created_an_order": "Vous avez créé une commande avec succès",
      "there_was_an_error_creating_an_order": "Une erreur s'est produite lors de la création de la commande",
      "the_inspiration": "L'inspiration",
      "description": "Description",
      "added_to_cart": "Ajouté au panier",
      "view_cart": "Voir le panier",
      "please_choose_a_size": "Veuillez choisir une taille"
    },
    "filter_and_sort": {
      "filter_by": "Filtrer par",
      "filter_price": "Prix",
      "filter_size": "TAILLE",
      "filter_clear": "EFFACER",
      "filter_apply": "APPLIQUER",
      "sort_by": "Trier par"
    },
    "footer": {
      "copyright": "© Ana By Ana Uzelac 2025. Tous droits réservés.",
      "story": "Histoire",
      "about": "À propos",
      "news": "Actualités",
      "legals": "Mentions légales",
      "privacy_policy": "Politique de confidentialité",
      "terms_conditions": "Conditions générales"
    },
    "about_page": {
      "founder_story": "L’histoire de la fondatrice",
      "view_more": "Voir plus",
      "about_ana_uzelac": "À propos de moi",
      "ana_uzelac_description_1": "Je suis artiste visuelle, je peins à l’huile et sur la soie. J’ai rêvé depuis longtemps de voir mes peintures bouger dans le monde réel, dans les rues, loin des murs intérieurs. La soie est le support parfait car elle reflète la couleur comme aucun autre matériau. Elle est polyvalente et résistante, merveilleuse à regarder et à porter sur la peau.",
      "ana_uzelac_description_2": "Le processus de peinture sur soie ne laisse aucune place au doute. Une fois commencé, on est totalement présent car il n’y a pas de retour en arrière ; le processus devient tout. J’éprouve une immense joie à m’y plonger pleinement. Cela me rappelle l’émerveillement de l’enfance… quand simplement « se sentir vivant » suffisait à apporter joie et excitation. À travers mon travail, mes couleurs et mes histoires, je souhaite partager cette joie avec vous.",
      "ana_uzelac_description_3": "Mes peintures sont des récits personnels qui, je crois, sont universellement ressentis. Mes foulards sont des peintures à porter. Je suis artiste visuelle, je peins à l’huile et sur la soie. J’ai rêvé depuis longtemps de voir mes peintures bouger dans le monde réel, dans les rues, loin des murs intérieurs. La soie est le support parfait car elle reflète la couleur comme aucun autre matériau. Elle est polyvalente et résistante, merveilleuse à regarder et à porter sur la peau.",
      "ana_uzelac_description_4": "Le processus de peinture sur soie ne laisse aucune place au doute. Une fois commencé, on est totalement présent car il n’y a pas de retour en arrière ; le processus devient tout. J’éprouve une immense joie à m’y plonger pleinement. Cela me rappelle l’émerveillement de l’enfance… quand simplement « se sentir vivant » suffisait à apporter joie et excitation. À travers mon travail, mes couleurs et mes histoires, je souhaite partager cette joie avec vous.",
      "ana_uzelac_description_5": "Mes peintures sont des récits personnels qui, je crois, sont universellement ressentis. Mes foulards sont des peintures à porter.",
      "explore_collections": "Explorer les collections",
      "ana_uzelac": "Ana Uzelac",
      "moodboard": "MOODBOARD",
      "work_in_progress": "Travail en cours",
      "why_it_matters": "Pourquoi c’est important ?",
      "why_it_matters_description_1": "Dans un monde de production de masse, AHA by Ana Uzelac défend l’intimité, l’intention et le fait main. Ces foulards ne sont pas des produits saisonniers ou des tendances éphémères - ce sont des instants capturés dans la soie.",
      "why_it_matters_description_2": "Chaque pièce porte la chaleur de la main de l’artiste et le poids d’une histoire qui mérite d’être gardée. Ce ne sont pas de simples accessoires, mais des actes silencieux de résistance contre l’algorithme - des rappels que la beauté n’a pas besoin de crier pour être vue.",
      "why_it_matters_description_3": "À l’ère de l’automatisation, la présence humaine est rare - et donc précieuse. Les foulards AHA portent cette présence. Dans la texture, la couleur, l’âme.",
      "a_different_kind_of_luxury": "Un autre type de luxe",
      "a_different_kind_of_luxury_description_1": "AHA n’est pas pour tout le monde - et c’est le but. C’est pour ceux qui collectionnent avec leur cœur, qui sentent la différence entre un logo et une histoire de vie. Pour ceux qui s’attardent un peu plus longtemps dans les galeries. Qui touchent le tissu comme s’ils lisaient avec les mains. Qui recherchent quelque chose qui parle non pas plus fort, mais plus vrai.",
      "a_different_kind_of_luxury_description_2": "C’est pour ceux qui croient que la lenteur est un luxe - dans des objets qui respirent, qui portent la trace du temps, du soin, de l’âme. Qui trouvent la valeur non dans la perfection, mais dans la présence. Qui veulent porter quelque chose qui semble vivant.",
      "a_different_kind_of_luxury_description_3": "Les foulards AHA ne vous appartiennent pas, ils sont vécus par vous. Une certaine couleur qui vous rappelle un lieu, une ligne qui fait écho à un sentiment, un cadeau à soi-même qui devient un souvenir avec quelqu’un d’autre… car ils sont créés dans l’intention d’être transmis. Choisis avec émotion, portés au fil des saisons, gardés près de soi et, finalement, transmis - portant avec eux l’histoire de l’artiste, devenue une histoire partagée entre l’artiste et vous.",
      "art_that_finds_you": "L’art qui vous trouve",
      "art_that_finds_you_description_1": "Il existe un dialogue silencieux entre la femme qui peint et celle qui porte. Même si elles ne se rencontrent jamais, elles sont connectées - par la couleur, le geste, la compréhension partagée que la beauté peut être à la fois douce et forte.",
      "art_that_finds_you_description_2": "Un foulard AHA devient la continuité de la voix de l’artiste - façonnée désormais par le rythme d’une autre vie, d’un autre corps, d’une autre histoire. C’est de l’art non pas préservé derrière une vitre, mais libéré dans le monde - pour bouger, témoigner, appartenir."
    },
    "journal_page": {
      "the_journal": "Le Journal"
    },
    "order_page": {
      "verifying_payment": "Vérification de votre paiement...",
      "payment_issue": "Problème de paiement",
      "no_session_id": "Aucune session de paiement trouvée. Veuillez réessayer.",
      "payment_pending": "Votre paiement est en cours de traitement. Veuillez patienter.",
      "payment_not_confirmed": "Nous n'avons pas pu confirmer votre paiement. Veuillez contacter le support si vous avez été débité.",
      "error_checking_status": "Une erreur s'est produite lors de la vérification de votre commande. Veuillez réessayer.",
      "back_to_shop": "Retour à la boutique",
      "order_confirmed": "Commande confirmée",
      "thank_you_for_your_order": "Merci pour votre commande !",
      "confirmation_email_sent": "Un e-mail de confirmation a été envoyé à votre adresse e-mail.",
      "order_summary": "Récapitulatif de la commande",
      "order_number": "Numéro de commande",
      "email": "E-mail",
      "total": "Total",
      "continue_shopping": "Continuer les achats",
      "payment_cancelled": "Paiement annulé",
      "payment_cancelled_description": "Votre paiement a été annulé.",
      "items_still_in_cart": "Vos articles sont toujours dans votre panier. Vous pouvez réessayer quand vous êtes prêt.",
      "try_again": "Réessayer"
    },
    "privacy_policy_page": {
      "privacy_policy": "Politique de confidentialité",
      "privacy_policy_header": "Politique de confidentialité",
      "privacy_policy_last_updated": "Dernière mise à jour : 01.09.2025.",
      "privacy_policy_intro": "Cette politique de confidentialité décrit comment vos informations personnelles sont collectées, utilisées et partagées lorsque vous visitez ou effectuez un achat sur AHA by Ana Uzelac.\nNous nous engageons à protéger votre vie privée et à garantir que vos données personnelles sont traitées de manière transparente et sécurisée.",
      "personal_information_we_collect": "1. Informations personnelles que nous collectons",
      "personal_information_we_collect_description_1": "Lorsque vous visitez le site, nous collectons automatiquement certaines informations sur votre appareil (via des cookies), y compris votre navigateur web, votre adresse IP, votre fuseau horaire et certains des cookies installés sur votre appareil. Cela nous aide à améliorer votre expérience d’achat et la performance du site.",
      "personal_information_we_collect_description_2": "Lorsque vous effectuez ou tentez d’effectuer un achat sur le site, nous collectons les informations personnelles suivantes :\nNom complet\nAdresse de facturation et de livraison\nAdresse e-mail\nNuméro de téléphone\nDétails de paiement (traités en toute sécurité par des prestataires tiers - nous ne stockons pas vos informations de carte bancaire)\nHistorique des achats et activité du panier",
      "how_we_use_your_information": "2. Comment nous utilisons vos informations",
      "how_we_use_your_information_description_1": "Nous utilisons vos informations personnelles pour :\nTraiter et exécuter vos commandes\nCommuniquer avec vous au sujet de votre commande ou répondre à vos demandes\nVérifier les commandes pour détecter la fraude ou une activité suspecte\nEnvoyer des newsletters ou des mises à jour (uniquement si vous y consentez)\nAméliorer et optimiser la performance de notre site et de nos services",
      "sharing_your_information": "3. Partage de vos informations",
      "sharing_your_information_description_1": "Nous ne vendons pas vos données personnelles. Nous partageons des informations limitées uniquement avec des prestataires tiers de confiance qui soutiennent le fonctionnement de notre boutique, tels que :\nPrestataires de paiement (Synapto)\nPartenaires logistiques et d’expédition\nHébergeurs de site et fournisseurs d’analyses\nTous les tiers sont tenus de respecter votre vie privée et d’agir conformément aux lois applicables sur la protection des données.",
      "your_rights_eu_gdpr": "4. Vos droits (UE & RGPD)",
      "your_rights_eu_gdpr_description_1": "Si vous résidez dans l’Union européenne ou dans d’autres régions concernées, vous avez le droit de :\nAccéder aux données personnelles que nous détenons sur vous\nDemander la correction ou la suppression de vos données\nVous opposer à certains types de traitement ou les limiter\nDéposer une plainte auprès de votre autorité de protection des données\nPour toute demande, veuillez nous contacter à : [email]",
      "data_retention": "5. Conservation des données",
      "data_retention_description_1": "Nous conservons vos données de commande et de client uniquement aussi longtemps que nécessaire pour atteindre les objectifs ci-dessus — y compris pour les obligations fiscales, légales et comptables — sauf si et jusqu’à ce que vous demandiez la suppression.",
      "cookies": "6. Cookies",
      "cookies_description_1": "Nous utilisons des cookies et des technologies similaires pour fournir les fonctionnalités principales du site (par exemple, le panier), analyser le trafic et personnaliser votre expérience. Vous pouvez gérer vos préférences de cookies dans les paramètres de votre navigateur.",
      "security": "7. Sécurité",
      "security_description_1": "Nous prenons toutes les précautions raisonnables et suivons les meilleures pratiques du secteur pour garantir que vos informations ne soient pas perdues, détournées, consultées, divulguées, modifiées ou détruites.",
      "changes_to_this_policy": "8. Modifications de cette politique",
      "changes_to_this_policy_description_1": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées sur cette page avec la date de la dernière mise à jour.",
      "contact_us": "9. Nous contacter",
      "contact_us_description_1": "Si vous avez des questions, des préoccupations ou des demandes concernant cette politique de confidentialité ou vos données personnelles, veuillez contacter :\nE-mail :\nPropriétaire de la boutique : Ana Uzelac\nSite web :"
    },
    "terms_conditions_page": {
      "terms_conditions_header": "Conditions générales",
      "terms_conditions_last_updated": "Dernière mise à jour : 01.09.2025.",
      "terms_conditions_intro": "Veuillez lire attentivement ces conditions générales avant d’utiliser le site AHA by Ana Uzelac. En accédant à ce site ou en y effectuant un achat, vous acceptez d’être lié par les conditions suivantes. Si vous n’êtes pas d’accord avec une partie de ces conditions, veuillez ne pas utiliser le site.",
      "overview": "1. Présentation",
      "overview_description_1": "Ce site est exploité par AHA by Ana Uzelac. Sur tout le site, les termes « nous », « notre » et « nos » désignent l’artiste et propriétaire de la boutique. AHA by Ana Uzelac propose ce site et ses services sous réserve de votre acceptation de toutes les conditions, politiques et mentions indiquées ici.",
      "products_and_availability": "2. Produits et disponibilité",
      "products_and_availability_description_1": "Tous les foulards vendus sur ce site sont des reproductions d’art en édition limitée imprimées sur soie. Chaque article est soumis à disponibilité et peut être épuisé à tout moment. Une fois une édition épuisée, elle ne sera pas réapprovisionnée.\nNous nous réservons le droit de modifier ou d’interrompre un produit à tout moment sans préavis.",
      "pricing_and_payment": "3. Tarifs et paiement",
      "pricing_and_payment_description_1": "Tous les prix sont indiqués en EUR (ou comme précisé) et incluent la TVA applicable pour les clients de l’UE. Les frais de livraison et toutes taxes supplémentaires (telles que les droits d’importation hors UE) seront calculés lors du paiement.\nNous acceptons les paiements sécurisés par cartes bancaires majeures et services tiers tels que PayPal et Stripe. Nous ne stockons pas vos informations de carte bancaire.",
      "orders": "4. Commandes",
      "orders_description_1": "Une fois votre commande passée, vous recevrez une confirmation par e-mail. Veuillez vérifier que toutes les informations personnelles et de livraison sont correctes. Nous nous réservons le droit d’annuler ou de refuser toute commande pour des raisons telles que la disponibilité limitée du produit, la suspicion de fraude ou une erreur de tarification.",
      "shipping": "5. Livraison",
      "shipping_description_1": "Nous livrons dans le monde entier depuis la France. Les commandes sont traitées sous [2–5] jours ouvrés. Les délais de livraison varient selon la destination. Des informations détaillées sur la livraison sont disponibles sur notre page Politique de livraison.\nLes clients sont responsables de tous frais de douane ou taxes d’importation.",
      "returns_and_exchanges": "6. Retours et échanges",
      "returns_and_exchanges_description_1": "En raison du caractère limité et artistique de nos produits, toutes les ventes sont finales. Nous n’acceptons pas les retours ou échanges sauf si l’article arrive endommagé ou défectueux.\nDans ce cas, veuillez nous contacter dans les 5 jours suivant la réception de votre commande à [insérer l’adresse e-mail], avec des photos et une description du problème.",
      "intellectual_property": "7. Propriété intellectuelle",
      "intellectual_property_description_1": "Tout le contenu de ce site, y compris les images, textes, graphismes, logos et designs de produits, est la propriété intellectuelle d’Ana Uzelac et ne peut être reproduit, distribué ou utilisé sans autorisation écrite.",
      "personal_information_section": "8. Informations personnelles",
      "personal_information_section_description_1": "La soumission de vos informations personnelles via le site est régie par notre politique de confidentialité.",
      "limitation_of_liability": "9. Limitation de responsabilité",
      "limitation_of_liability_description_1": "Nous ne sommes pas responsables des dommages indirects, accessoires ou consécutifs résultant de l’utilisation de ce site ou de l’achat de nos produits. Notre responsabilité est limitée au montant total de votre commande.",
      "governing_law": "10. Droit applicable",
      "governing_law_description_1": "Ces conditions générales sont régies et interprétées conformément au droit français, sans égard à ses dispositions en matière de conflit de lois.",
      "contact_terms": "11. Contact",
      "contact_terms_description_1": "Pour toute question concernant ces conditions générales, veuillez contacter :\nE-mail : \nSite web :",
      "celestial_story": "Une histoire céleste imaginée en soie - où la légende touche la terre, doucement et magnifiquement."
    }
  }
}
