{
  "eng": {
    "new_scarf_collections": "New Scarf Collections",
    "winter_2026": "WINTER 2026",
    "shop_now": "SHOP NOW",
    "grand_opening": "Grand Opening",
    "grand_opening_description": "Our exclusive scarf boutique is almost live - where modern design meets timeless elegance. Pre-orders are open now. Be among the first to own a piece of effortless luxury.",
    "pre_order_now": "Pre-order Now",
    "countdown_to_launch": "Countdown to Launch",
    "countdown_labels": "Days, Hr, Mins, Sec",
    "discover_all_items": "Discover all items",
    "item_night_sky": "Night Sky",
    "item_lioness": "Lioness",
    "item_wushu_nanquan": "Wushu Nanquan",
    "discover_collections": "Discover Our Exclusive Collections",
    "discover_collections_description": "Experience the perfect blend of warmth and sophistication with our latest silk scarves. Designed to elevate your winter wardrobe, each piece combines luxurious fabrics with timeless style, ensuring you stay cozy without compromising on elegance.",
    "the_moon_rabbit": "The Moon Rabbit",
    "the_moon_rabbit_description": "When the Moon Rabbit falls, he lands not by accident, but where beauty lies dormant and stories wait to be awakened. Inspired by ancient myth and the quiet power of silk, this collection weaves legend into fabric - soft, surreal, and timeless.",
    "view_collection": "View Collection",
    "item_falling_rabbit": "Falling Rabbit",
    "item_rooftops_paris": "Rooftops in Paris",
    "item_moon_rabbit": "Moon Rabbit",
    "tropical_grasslands": "Tropical Grasslands",
    "tropical_grasslands_description": "This collection is a tribute to memory - to dust under bare feet, to laughter around evening fires, to the smell of rain before it falls. Each scarf carries not just pigment and form, but sensation - warmth, space, and the joy of belonging to the land.",
    "item_elephants": "Elephants",
    "the_magical_south": "The Magical South",
    "the_magical_south_description": "In the heart of southern France, where cicadas sing and warm winds sweep across sun-drenched hills, a quiet magic lingers in the air. This collection captures the effortless beauty of Occitania - earthy tones, soft textures, and a sense of timeless calm woven into every piece.",
    "item_garden_day_night": "Garden Day and Night",
    "item_sky_mountains": "Sky Mountains",
    "wearing_the_moment": "Wearing the Moment",
    "wearing_the_moment_description": "No longer confined to the ordinary, our scarves and accessories drift beyond convention. Each fold tells a story, each texture speaks of freedom. Worn close to the skin, they carry movement, mood, and imagination - transforming everyday moments into personal expressions of style.\n\nMore than just adornments, they are reflections of individuality - inspired by art, nature, and emotion. Every piece is designed to move with you, to evoke feeling, and to celebrate the subtle power of self-expression in its most graceful form.",
    "shopping_cart": "Shopping cart",
    "item": "Item",
    "back_to_shop": "Back to Shop",
    "size": "Size",
    "quantity": "Quantity",
    "price": "Price",
    "checkout": "Checkout",
    "who_is_ordering": "Who is placing this order?",
    "email": "Email",
    "first_name": "First Name",
    "last_name": "Last Name",
    "proceed_to_shipping": "proceed to shipping",
    "order_details": "Order Details",
    "address": "Address",
    "city": "City",
    "zip_code": "Zip Code",
    "country": "Country",
    "state_province": "State / Province",
    "country_code": "Country Code",
    "phone_number": "Phone number",
    "proceed_to_payment": "proceed to PAYMENT",
    "payment": "Payment",
    "summary": "SUMMARY",
    "subtotal": "Subtotal",
    "shipping": "5. Shipping",
    "total": "Total",
    "checkout_button": "CHECKOUT",
    "edit_cart": "Edit Cart",
    "items": "Items",
    "filter_by": "Filter By",
    "filter_price": "Price",
    "filter_size": "SIZE",
    "filter_clear": "CLEAR",
    "filter_apply": "APPLY",
    "sort_by": "Sort by",
    "cart_empty": "Your cart is empty.",
    "copyright": "© Ana By Ana Uzelac 2025. All rights reserved.",
    "story": "Story",
    "about": "About",
    "news": "News",
    "legals": "Legals",
    "privacy_policy": "Privacy Policy",
    "terms_conditions": "Terms & Conditions",
    "search": "Search",
    "load_more_items": "Load More Items",
    "add_to_cart": "Add to Cart",
    "nature_quote": "There’s a quiet stillness in places where nature breathes freely. Under wide blue skies and soft winds, time slows down - and we are truly present.",
    "description_100_silk": "Description: 100 % Silk",
    "silk_twill_18_momme": "Silk Twill: 18 momme",
    "made_in_france": "Made in France",
    "founder_story": "Founder Story",
    "view_more": "View More",
    "about_ana_uzelac": "About Ana Uzelac",
    "ana_uzelac_description_1": "Ana Uzelac is a visual artist who paints directly on silk. Each scarf from AHA by Ana Uzelac begins as a hand-painted artwork, later transformed into a luxurious, wearable piece through a meticulous reproduction process.",
    "ana_uzelac_description_2": "AHA is an artist-led brand rooted in authenticity, artistic integrity, and emotional connection. Every scarf is a faithful reproduction of an original silk painting - printed in France on fine silk twill and finished by hand with exceptional care.",
    "ana_uzelac_description_3": "Ana created AHA to bridge the gap between fine art and fashion - offering scarves that are both collectible and personal. These are not mass-produced accessories, but statement pieces meant to be worn boldly and lived in fully.",
    "ana_uzelac_description_4": "With Ana involved in every step - from the initial brushstroke to the final fold - each scarf carries her story, energy, and vision. AHA is more than a label; it's wearable art for those who appreciate meaning, craftsmanship, and individuality.",
    "ana_uzelac": "Ana Uzelac",
    "moodboard": "MOODBOARD",
    "work_in_progress": "WORK in Progress",
    "why_it_matters": "Why It Matters?",
    "why_it_matters_description_1": "In a world of mass production, AHA by Ana Uzelac stands for intimacy, intention, and the handmade. These scarves are not seasonal products or fleeting trends - they are moments captured in silk.",
    "why_it_matters_description_2": "Each piece carries the warmth of the artist’s hand and the weight of a story worth keeping. They are not just accessories, but quiet acts of resistance against the algorithm - reminders that beauty doesn’t have to shout to be seen.",
    "why_it_matters_description_3": "In the age of automation, human presence is rare - and therefore, valuable. AHA scarves carry that presence. In texture, in color, in soul.",
    "a_different_kind_of_luxury": "A Different Kind of Luxury",
    "a_different_kind_of_luxury_description_1": "AHA is not for everyone - and that’s the point. It’s for those who collect with their heart, who feel the difference between a logo and a life story. For those who pause in galleries just a little longer. Who touch fabric like they’re reading with their hands. Who crave something that speaks not louder, but truer.",
    "a_different_kind_of_luxury_description_2": "It’s for those who believe in slowness as luxury - in objects that breathe, that carry the trace of time, of care, of soul. Who find value not in perfection, but in presence. Who want to wear something that feels alive.",
    "a_different_kind_of_luxury_description_3": "AHA scarves are not just things to be owned - they’re experiences to return to. A certain color that reminds you of a place. A fold that echoes a feeling. A gift to yourself that turns into a memory with someone else.",
    "a_different_kind_of_luxury_description_4": "Each scarf is a future heirloom. Not because it’s expensive, but because it meant something. It was chosen with emotion. Worn through seasons. Kept close. And, eventually, passed on - carrying with it not just the artist’s story, but yours.",
    "art_that_finds_you": "Art That Finds You",
    "art_that_finds_you_description_1": "There is a quiet dialogue between the woman who paints and the woman who wears. Though they may never meet, they are connected - through color, through gesture, through the shared understanding that beauty can be both soft and strong.",
    "art_that_finds_you_description_2": "An AHA scarf becomes a continuation of the artist’s voice - shaped now by the rhythm of another life, another body, another story. It is art not preserved behind glass, but released into the world - to move, to witness, to belong.",
    "wearing_the_moment_short": "Wearing the Moment",
    "wearing_the_moment_description_2": "No longer confined to the ordinary, our scarves and accessories drift beyond convention. Each fold tells a story, each texture speaks of freedom. Worn close to the skin, they carry movement, mood, and imagination - transforming everyday moments into personal expressions of style.",
    "wearing_the_moment_description_3": "More than just adornments, they are reflections of individuality - inspired by art, nature, and emotion. Every piece is designed to move with you, to evoke feeling, and to celebrate the subtle power of self-expression in its most graceful form.",
    "the_journal": "The Journal",
    "privacy_policy_header": "Privacy Policy",
    "privacy_policy_last_updated": "Last updated: 01.09.2025.",
    "privacy_policy_intro": "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from AHA by Ana Uzelac.\nWe are committed to protecting your privacy and ensuring that your personal data is handled in a transparent and secure way.",
    "personal_information_we_collect": "1. Personal Information We Collect",
    "personal_information_we_collect_description_1": "When you visit the Site, we automatically collect certain information about your device (via cookies), including your web browser, IP address, time zone, and some of the cookies that are installed on your device. This helps us improve your shopping experience and website performance.",
    "personal_information_we_collect_description_2": "When you make a purchase or attempt to make a purchase through the Site, we collect the following personal information:\nFull name\nBilling address and shipping address\nEmail address\nPhone number\nPayment details (processed securely by third-party providers - we do not store your credit card information)\nPurchase history and cart activity",
    "how_we_use_your_information": "2. How We Use Your Information",
    "how_we_use_your_information_description_1": "We use your personal information to:\nProcess and fulfill your orders\nCommunicate with you about your order or respond to your inquiries\nScreen orders for fraud or suspicious activity\nSend newsletters or updates (only if you opt in)\nImprove and optimize the performance of our website and services",
    "sharing_your_information": "3. Sharing Your Information",
    "sharing_your_information_description_1": "We do not sell your personal data. We share limited information only with trusted third-party services that support the operation of our store, such as:\nPayment processors (Synapto)\nShipping and logistics partners\nWebsite hosting and analytics providers\nAll third parties are required to respect your privacy and act in accordance with applicable data protection laws.",
    "your_rights_eu_gdpr": "4. Your Rights (EU & GDPR)",
    "your_rights_eu_gdpr_description_1": "If you are a resident of the European Union or other applicable regions, you have the right to:\nAccess the personal data we hold about you\nRequest correction or deletion of your data\nObject to or restrict certain types of processing\nFile a complaint with your data protection authority\nTo make a request, please contact us at: [email]",
    "data_retention": "5. Data Retention",
    "data_retention_description_1": "We retain your order and customer data only as long as necessary to fulfill the purposes above — including for tax, legal, and accounting obligations — unless and until you request deletion.",
    "cookies": "6. Cookies",
    "cookies_description_1": "We use cookies and similar technologies to provide core site functionality (e.g., shopping cart), to analyze traffic, and to personalize your experience. You can manage your cookie preferences in your browser settings.",
    "security": "7. Security",
    "security_description_1": "We take all reasonable precautions and follow industry best practices to ensure your information is not lost, misused, accessed, disclosed, altered, or destroyed.",
    "changes_to_this_policy": "8. Changes to This Policy",
    "changes_to_this_policy_description_1": "We may update this Privacy Policy from time to time. Changes will be posted on this page with the date of the last update.",
    "contact_us": "9. Contact Us",
    "contact_us_description_1": "If you have any questions, concerns, or requests regarding this Privacy Policy or your personal data, please contact:\nEmail:\nStore Owner: Ana Uzelac\nWebsite:",
    "terms_conditions_header": "Terms & Conditions",
    "terms_conditions_last_updated": "Last updated: 01.09.2025.",
    "terms_conditions_intro": "Please read these Terms and Conditions carefully before using the website AHA by Ana Uzelac. By accessing or purchasing from this site, you agree to be bound by the following terms. If you do not agree with any part of these terms, please do not use the site.",
    "overview": "1. Overview",
    "overview_description_1": "This website is operated by AHA by Ana Uzelac. Throughout the site, the terms “we”, “us”, and “our” refer to the artist and store owner. AHA by Ana Uzelac offers this site and its services conditioned upon your acceptance of all terms, conditions, and policies stated here.",
    "products_and_availability": "2. Products and Availability",
    "products_and_availability_description_1": "All scarves sold on this website are limited edition fine art reproductions printed on silk. Each item is subject to availability and may sell out at any time. Once an edition is sold out, it will not be restocked.\nWe reserve the right to modify or discontinue a product at any time without notice.",
    "pricing_and_payment": "3. Pricing and Payment",
    "pricing_and_payment_description_1": "All prices are listed in EUR (or as otherwise stated) and include applicable VAT for EU customers. Shipping fees and any additional taxes (such as import duties outside the EU) will be calculated at checkout.\nWe accept secure payment methods via major credit cards and third-party services such as PayPal and Stripe. We do not store your credit card information.",
    "orders": "4. Orders",
    "orders_description_1": "Once you place an order, you will receive an email confirmation. Please ensure all personal and shipping details are correct. We reserve the right to cancel or refuse any order for reasons including limited product availability, suspicion of fraud, or incorrect pricing.",
    "shipping_description_1": "We ship worldwide from France. Orders are processed within [2–5] business days. Shipping times vary depending on destination. Detailed shipping information is available on our Shipping Policy page.\nCustomers are responsible for any customs fees or import taxes.",
    "returns_and_exchanges": "6. Returns and Exchanges",
    "returns_and_exchanges_description_1": "Due to the limited edition and artistic nature of our products, all sales are final. We do not accept returns or exchanges unless the item arrives damaged or defective.\nIn such cases, please contact us within 5 days of receiving your order at [insert email address], with photos and a description of the issue.",
    "intellectual_property": "7. Intellectual Property",
    "intellectual_property_description_1": "All content on this website, including images, texts, graphics, logos, and product designs, is the intellectual property of Ana Uzelac and may not be reproduced, distributed, or used without written permission.",
    "personal_information_section": "8. Personal Information",
    "personal_information_section_description_1": "Your submission of personal information through the site is governed by our Privacy Policy.",
    "limitation_of_liability": "9. Limitation of Liability",
    "limitation_of_liability_description_1": "We are not liable for any indirect, incidental, or consequential damages arising from the use of this site or from the purchase of our products. Our liability is limited to the total amount of your order.",
    "governing_law": "10. Governing Law",
    "governing_law_description_1": "These Terms and Conditions shall be governed by and construed in accordance with the laws of France, without regard to its conflict of law provisions.",
    "contact_terms": "11. Contact",
    "contact_terms_description_1": "For questions about these Terms and Conditions, please contact:\nEmail: \nWebsite:",
    "celestial_story": "A celestial story imagined in silk - where legend touches earth, softly and beautifully.",
    "moon_rabbit_intro": "There are stories that live above us - whispered in the shimmer of stars, traced in the shadows of the moon. Among them, the tale of the Moon Rabbit lingers: an immortal figure who mixes the elixir of life in quiet devotion. But what if he fell? And what if that fall wasn’t a tragedy, but a return - to earth, to meaning, to beauty?",
    "collection_description": "This collection is a visual myth. A silk-bound narrative shaped by ancient legend, urban ruins, and the search for light in unexpected places. Each piece captures a moment in the Rabbit’s imagined descent: from celestial heights to forgotten corners of the city, where life pulses beneath stillness.",
    "moon_rabbit_meaning": "Woven with symbolism and wonder, The Moon Rabbit is more than a story - it’s a meditation on renewal, purpose, and the quiet arrival of magic where it’s needed most, in places forgotten by time and hearts ready to remember.",
    "between_worlds": "Between Worlds",
    "between_worlds_description": "Not every fall means breaking. Some descents are quiet returns - to meaning, to memory, to the place we were always meant to land. Falling Rabbit carries that in-between: the hush before impact, the stillness before transformation. It moves like dusk over old rooftops, soft and certain, stitched with the weight of myth and the lightness of silk. Worn close, it’s a reminder that sometimes, the gentlest landings leave the deepest marks.",
    "falling_rabbit": "Falling Rabbit",
    "falling_rabbit_description": "There’s a silence between the stars and the street - a space where old stories soften and begin again. This silk piece follows that hush: a slow, graceful descent from myth to meaning, from sky to skin. It doesn’t chase attention, it invites reflection. Each curve and shadow tells of surrender without loss, of motion without noise - a reminder that even in the fall, there can be purpose, beauty, and quiet rebirth.",
    "power_quietly": "Power doesn’t always shout. Wushu Nanquan draws from southern Chinese martial arts, where grace meets grounded strength. Its lines suggest movement held in tension-fluid, precise, intentional. Draped in silk, it becomes a quiet kind of armor: elegance sharpened by purpose.",
    "the_quiet_warrior": "The Quiet Warrior",
    "wushu_nanquan": "Wushu Nanquan",
    "wushu_description": "Rooted in tradition and alive with motion, this scarf captures the delicate balance between strength and grace. Every detail is intentional, transforming discipline into a form of freedom. Draped in silk, it becomes more than an accessory - it’s a tribute to ancient wisdom, movement, and mindful presence, inviting you to wear a story rich with heritage and purpose.",
    "nightfall_lights": "Nightfall Lights",
    "nightfall_description": "In the stillness between the bustle, this scarf captures the gentle calm that falls over Paris as day fades to dusk. Soft hues and delicate lines echo rooftops bathed in twilight light-a quiet moment wrapped in silk. More than an accessory, it’s a pause, a breath, a whispered story of the city’s soul.",
    "rooftops_paris": "Rooftops in Paris",
    "rooftops_description": "Above the city’s noise and rush, this scarf reveals a hidden world - the rooftops of Paris at twilight. Soft colors blend gently like the fading light, capturing moments of stillness and quiet reflection. It speaks of peaceful pauses, of time slowed down just enough to notice the delicate dance of shadows and light on slate and brick. Wrapped in silk, it invites you to carry the gentle calm and timeless elegance of the city’s heights wherever you go.",
    "lioness_scarf": "The Lioness scarf holds a steady fire - one of quiet strength and fierce elegance. Inspired by the wild grace of its namesake, this piece glows with color and memory, offering a bold, grounded presence in every fold. It speaks not in volume, but in intention - a silk-bound tribute to resilience, femininity, and the beauty of knowing one’s own power.",
    "celestial_calm": "Celestial Calm",
    "moon_rabbit_scarf": "Moon Rabbit",
    "moon_rabbit_scarf_description": "This scarf embodies the serene beauty of moonlit nights and ancient legends, capturing a quiet strength that both soothes and inspires. Drawing from the timeless tale of the Moon Rabbit, it tells a story of renewal, hope, and subtle magic woven delicately into every fold. Crafted in silk, the piece invites you to carry a fragment of the night sky’s tranquility wherever you go - a gentle reminder to embrace stillness, reflect on new beginnings, and find calm amidst the chaos of everyday life.",
    "soft_unfolding_stories": "Some stories unfold softly between light and shadow, whispered in the silence of the night sky. The Moon Rabbit collection is a journey woven in silk - a delicate dance of myth, memory, and quiet magic. If one of these scarves speaks to you, let it guide you to a place of calm, renewal, and wonder.",
    "wearing_the_moment_extended": "No longer confined to the ordinary, our scarves and accessories drift beyond convention. Each fold tells a story, each texture speaks of freedom. Worn close to the skin, they carry movement, mood, and imagination - transforming everyday moments into personal expressions of style.\n\nMore than just adornments, they are reflections of individuality - inspired by art, nature, and emotion. Every piece is designed to move with you, to evoke feeling, and to celebrate the subtle power of self-expression in its most graceful form.",
    "zimbabwe_piece": "A piece of Zimbabwe, wearable and unforgettable.",
    "tropical_grasslands_intro": "There are landscapes that shape you long after you’ve left them. Tropical Grasslands was born from one such place - the open skies and red earth of Zimbabwe, where time slows and nature speaks in color. In that vastness, silence holds meaning, and each sunrise arrives like a quiet celebration.",
    "roots_story": "It is a story of roots, told in green and gold. Not everything can be explained in words, but silk can hold a memory-gently, beautifully-until you’re ready to wear it again. Each fold and thread carries whispers of the land’s spirit, inviting you to reconnect with a place that lingers in the heart long after you’ve left. These scarves are more than fabric; they are vessels of memory and emotion, wrapped around you like a quiet embrace from a distant home.",
    "grace_in_stillness": "Grace in Stillness",
    "grace_in_stillness_description": "Not everything wild is loud. Some forces shape the world with quiet steps and unwavering presence. This scarf doesn’t roar - it remembers. It holds the hush of morning light over the plains, the echo of stories passed down by firelight, the gentle weight of something sacred. Worn close, it becomes more than silk - it becomes a gesture of reverence, a soft strength that lingers long after the moment has passed.",
    "elephants_scarf": "Elephants",
    "elephants_description": "Inspired by the gentle giants roaming the vast grasslands, the Elephants scarf captures strength, wisdom, and grace in every brushstroke. Rich earth tones, layered with quiet movement and subtle textures, evoke the calm power of these majestic creatures. This piece is both grounding and elegant - a tribute to memory, dignity, and the deep, silent intelligence that shapes the savannas. Worn around the neck or hung on the wall, it carries the stillness of the land and the quiet story of the elephant’s presence.",
    "lioness_repeat": "The Lioness scarf holds a steady fire - one of quiet strength and fierce elegance. Inspired by the wild grace of its namesake, this piece glows with color and memory, offering a bold, grounded presence in every fold. It speaks not in volume, but in intention - a silk-bound tribute to resilience, femininity, and the beauty of knowing one’s own power.",
    "quiet_flame_title": "The Quiet Flame",
    "lioness_description_extended": "Lioness\nInspired by the guardian of the savanna, the Lioness scarf evokes quiet strength, feminine resilience, and graceful power. Its rich greens and golden tones echo the warmth of the sun-drenched plains and the silent vigilance of a creature that leads by presence, not noise. Each brushstroke captures the balance of softness and force - movement that protects, beauty that commands. This is a piece for those who lead with instinct, who stand steady in their truth, and who wear their courage not as armor, but as elegance.",
    "quiet_color_stories": "Some stories live quietly in color, in shape, in the things we choose to wear. Tropical Grasslands is a collection made to be felt - not just seen. If one of these scarves stirred something in you, follow it.",
    "celestial_story_repeat": "A celestial story imagined in silk - where legend touches earth, softly and beautifully.",
    "south_france_intro": "Some places stay with you not because of what happens there, but because of how they feel. The south of France-wild and slow and sun-drenched-carries that kind of memory. In the stillness of Occitania, time stretches out like the horizon. The days hum with cicadas, the evenings soften in lavender light, and the wind moves as if it’s remembering something ancient.",
    "magical_south_intro": "The Magical South is a collection born of that atmosphere - where every thread carries the echo of summer stone, mountain air, and the quiet certainty that you are exactly where you’re meant to be. These scarves don’t just tell a story; they invite you into one.",
    "magical_south_feeling": "Worn close, they offer more than color or shape. They offer a way to return - to calm, to warmth, to the quiet beauty of being present. If something in them speaks to you, let it. Sometimes the softest pull leads us home.",
    "hours_in_bloom": "Hours in Bloom",
    "garden_day_and_night_intro": "A garden lives between light and dark - where rosemary brushes dusk and fig trees cast midday shadows. Garden Day and Night holds this quiet magic: florals that shift with time, colors that echo both sun and moon. Worn close, it carries the warmth of golden hours and the hush of night.",
    "garden_day_and_night_description": "A moment can stretch when surrounded by beauty. Garden Day and Night honors that pause - where time softens, scents deepen, and light turns golden. Inspired by southern gardens blooming under sun and stars, this scarf captures nature’s slow rhythm. It’s the feeling of walking barefoot through rosemary, dusk settling over fig trees, and sunlight fading into silence. Worn close, it becomes more than an accessory - a reminder to slow down, breathe, and appreciate quiet moments.",
    "night_sky_intro": "There’s a moment when light fades and the sky deepens, when everything slows just enough to feel. Night Sky was made for that quiet. With tones drawn from southern twilights, it wraps the hush of evening into silk. Worn close, it carries a softness that doesn’t vanish - it stays, like the first stars appearing when no one’s watching.",
    "velvet_evenings": "Velvet Evenings",
    "night_sky_description": "Not all light comes from the sun. Some glows softly - like the sky just after dusk, or memories that resurface when everything else is still. This scarf holds that quiet shine. Its palette draws from the calm between day and night, a balance of cool shadows and fading warmth. Worn close, it’s a breath of evening wrapped in silk - a pause, a hush, a piece of the sky you can carry.",
    "majestic_heights_intro": "Majestic Heights",
    "sky_mountains_description": "Inspired by the towering peaks and endless horizons of southern landscapes, Sky Mountains captures the serene strength of nature’s heights. Its design reflects rugged textures softened by mist and light, evoking the calm yet powerful presence of mountains standing timeless under ever-changing skies. This scarf invites you to carry the spirit of wide-open spaces and quiet majesty wherever you go.",
    "sky_mountains_meaning": "Let this piece be a gentle reminder of the steady strength found in nature’s peaks - the grounding calm amid life’s ever-shifting tides and uncertainties. Sky Mountains is more than just silk; it’s an invitation to pause, find balance, and gain perspective. To rise above daily noise and distractions, embracing the view with quiet confidence and a sense of inner peace. Wrapped in its folds, you carry the timeless resilience of the mountains, a source of calm strength to face whatever lies ahead.",
    "magical_south_summary": "The Magical South is a celebration of quiet beauty and timeless stories. Each scarf carries a whisper of ancient landscapes and gentle rhythms, inviting you to pause, breathe, and find magic in the stillness between light and shadow."
  },
  "fr": {
    "new_scarf_collections": "Nouvelles collections d'écharpes",
    "winter_2026": "HIVER 2026",
    "shop_now": "ACHETEZ MAINTENANT",
    "grand_opening": "Grande ouverture",
    "grand_opening_description": "Notre boutique exclusive d'écharpes est presque en ligne – là où le design moderne rencontre l'élégance intemporelle. Les précommandes sont désormais ouvertes. Soyez parmi les premiers à posséder une pièce de luxe sans effort.",
    "pre_order_now": "Précommandez maintenant",
    "countdown_to_launch": "Compte à rebours avant le lancement",
    "countdown_labels": "Jours, Hr, Mins, Sec",
    "discover_all_items": "Découvrez tous les articles",
    "item_night_sky": "Ciel nocturne",
    "item_lioness": "Lionne",
    "item_wushu_nanquan": "Wushu Nanquan",
    "discover_collections": "Découvrez nos collections exclusives",
    "discover_collections_description": "Découvrez l'alliance parfaite de la chaleur et de la sophistication avec nos dernières écharpes en soie. Conçues pour sublimer votre garde-robe d'hiver, chaque pièce associe des tissus luxueux à un style intemporel, vous assurant de rester au chaud sans compromettre l'élégance.",
    "the_moon_rabbit": "Le Lapin de la Lune",
    "the_moon_rabbit_description": "Lorsque le Lapin de la Lune tombe, il atterrit non pas par accident, mais là où la beauté sommeille et où les histoires attendent d'être éveillées. Inspirée par les mythes anciens et la puissance tranquille de la soie, cette collection tisse la légende dans le tissu – douce, surréaliste et intemporelle.",
    "view_collection": "Voir la collection",
    "item_falling_rabbit": "Lapin tombant",
    "item_rooftops_paris": "Toits de Paris",
    "item_moon_rabbit": "Lapin de la Lune",
    "tropical_grasslands": "Prairies tropicales",
    "tropical_grasslands_description": "Cette collection est un hommage à la mémoire - à la poussière sous les pieds nus, aux rires autour des feux du soir, à l’odeur de la pluie avant qu’elle ne tombe. Chaque foulard porte non seulement des pigments et des formes, mais des sensations - chaleur, espace, et la joie d’appartenir à la terre.",
    "item_elephants": "Éléphants",
    "the_magical_south": "Le Sud magique",
    "the_magical_south_description": "Au cœur du sud de la France, où chantent les cigales et où les vents chauds balayent les collines baignées de soleil, une magie tranquille flotte dans l'air. Cette collection capture la beauté naturelle de l'Occitanie – des tons terreux, des textures douces et une sensation de calme intemporel tissée dans chaque pièce.",
    "item_garden_day_night": "Jardin jour et nuit",
    "item_sky_mountains": "Montagnes célestes",
    "wearing_the_moment": "Vivre l'instant",
    "wearing_the_moment_description": "Non plus confinées à l'ordinaire, nos écharpes et accessoires vont au-delà des conventions. Chaque pli raconte une histoire, chaque texture exprime la liberté. Portés près de la peau, ils portent le mouvement, l'humeur et l'imagination – transformant les moments quotidiens en expressions personnelles de style.\n\nPlus que de simples ornements, ils sont le reflet de l'individualité – inspirés par l'art, la nature et l'émotion. Chaque pièce est conçue pour bouger avec vous, évoquer un sentiment et célébrer la puissance subtile de l'expression de soi dans sa forme la plus gracieuse.",
    "shopping_cart": "Panier",
    "item": "Article",
    "back_to_shop": "Retour à la boutique",
    "size": "Taille",
    "quantity": "Quantité",
    "price": "Prix",
    "checkout": "Paiement",
    "who_is_ordering": "Qui passe cette commande ?",
    "email": "E-mail",
    "first_name": "Prénom",
    "last_name": "Nom",
    "proceed_to_shipping": "procéder à la livraison",
    "order_details": "Détails de la commande",
    "address": "Adresse",
    "city": "Ville",
    "zip_code": "Code postal",
    "country": "Pays",
    "state_province": "État / Province",
    "country_code": "Code du pays",
    "phone_number": "Numéro de téléphone",
    "proceed_to_payment": "procéder au PAIEMENT",
    "payment": "Paiement",
    "summary": "RÉSUMÉ",
    "subtotal": "Sous-total",
    "shipping": "Livraison",
    "total": "Total",
    "checkout_button": "VALIDER",
    "edit_cart": "Modifier le panier",
    "items": "Articles",
    "filter_by": "Filtrer par",
    "filter_price": "Prix",
    "filter_size": "TAILLE",
    "filter_clear": "EFFACER",
    "filter_apply": "APPLIQUER",
    "sort_by": "Trier par",
    "cart_empty": "Votre panier est vide.",
    "copyright": "© Ana By Ana Uzelac 2025. Tous droits réservés.",
    "story": "Histoire",
    "about": "À propos",
    "news": "Actualités",
    "legals": "Mentions légales",
    "privacy_policy": "Politique de confidentialité",
    "terms_conditions": "Conditions générales",
    "search": "Rechercher",
    "load_more_items": "Charger plus d'articles",
    "add_to_cart": "Ajouter au panier",
    "nature_quote": "Il y a un calme silencieux dans les endroits où la nature respire librement. Sous de larges ciels bleus et des vents doux, le temps ralentit – et nous sommes vraiment présents.",
    "description_100_silk": "Description : 100 % soie",
    "silk_twill_18_momme": "Twill de soie : 18 momme",
    "made_in_france": "Fabriqué en France",
    "founder_story": "Histoire de la fondatrice",
    "view_more": "Voir plus",
    "about_ana_uzelac": "À propos d'Ana Uzelac",
    "ana_uzelac_description_1": "Ana Uzelac est une artiste visuelle qui peint directement sur la soie. Chaque écharpe de AHA par Ana Uzelac commence comme une œuvre peinte à la main, puis transformée en pièce luxueuse et portable via un processus méticuleux de reproduction.",
    "ana_uzelac_description_2": "AHA est une marque dirigée par une artiste, ancrée dans l'authenticité, l'intégrité artistique et la connexion émotionnelle. Chaque écharpe est une reproduction fidèle d'une peinture originale sur soie – imprimée en France sur un twill de soie fin et finie à la main avec un soin exceptionnel.",
    "ana_uzelac_description_3": "Ana a créé AHA pour combler le fossé entre l'art et la mode – offrant des écharpes à la fois collectionnables et personnelles. Ce ne sont pas des accessoires produits en masse, mais des pièces affirmées destinées à être portées audacieusement et pleinement vécues.",
    "ana_uzelac_description_4": "Avec Ana impliquée à chaque étape – du coup de pinceau initial au pli final – chaque écharpe porte son histoire, son énergie et sa vision. AHA est plus qu'une marque ; c'est de l'art portable pour ceux qui apprécient le sens, le savoir-faire et l'individualité.",
    "ana_uzelac": "Ana Uzelac",
    "moodboard": "PLANCHE D'INSPIRATION",
    "work_in_progress": "TRAVAIL en cours",
    "why_it_matters": "Pourquoi c'est important ?",
    "why_it_matters_description_1": "Dans un monde de production de masse, AHA par Ana Uzelac représente l'intimité, l'intention et le fait main. Ces écharpes ne sont pas des produits saisonniers ou des tendances éphémères – ce sont des moments capturés dans la soie.",
    "why_it_matters_description_2": "Chaque pièce porte la chaleur de la main de l'artiste et le poids d'une histoire à garder. Ce ne sont pas que des accessoires, mais des actes silencieux de résistance contre l'algorithme – des rappels que la beauté n'a pas besoin de crier pour être vue.",
    "why_it_matters_description_3": "À l'ère de l'automatisation, la présence humaine est rare – et donc précieuse. Les écharpes AHA portent cette présence. En texture, en couleur, en âme.",
    "a_different_kind_of_luxury": "Un autre genre de luxe",
    "a_different_kind_of_luxury_description_1": "AHA n'est pas pour tout le monde – et c'est le but. C'est pour ceux qui collectionnent avec leur cœur, qui sentent la différence entre un logo et une histoire de vie. Pour ceux qui s'attardent un peu plus dans les galeries. Qui touchent le tissu comme s'ils lisaient avec leurs mains. Qui désirent quelque chose qui parle non pas plus fort, mais plus vrai.",
    "a_different_kind_of_luxury_description_2": "C'est pour ceux qui croient que la lenteur est un luxe – dans des objets qui respirent, qui portent la trace du temps, du soin, de l'âme. Qui trouvent la valeur non dans la perfection, mais dans la présence. Qui veulent porter quelque chose qui se sent vivant.",
    "a_different_kind_of_luxury_description_3": "Les écharpes AHA ne sont pas juste des choses à posséder – ce sont des expériences auxquelles revenir. Une certaine couleur qui vous rappelle un lieu. Un pli qui résonne d'un sentiment. Un cadeau pour soi qui se transforme en mémoire avec quelqu'un d'autre.",
    "a_different_kind_of_luxury_description_4": "Chaque écharpe est un héritage futur. Pas parce qu'elle est chère, mais parce qu'elle signifiait quelque chose. Elle a été choisie avec émotion. Portée à travers les saisons. Gardée près. Et, finalement, transmise – portant avec elle non seulement l'histoire de l'artiste, mais la vôtre.",
    "art_that_finds_you": "L'art qui vous trouve",
    "art_that_finds_you_description_1": "Il y a un dialogue silencieux entre la femme qui peint et la femme qui porte. Bien qu'elles ne se rencontrent peut-être jamais, elles sont connectées – par la couleur, par le geste, par la compréhension partagée que la beauté peut être à la fois douce et forte.",
    "art_that_finds_you_description_2": "Une écharpe AHA devient la continuation de la voix de l'artiste – façonnée maintenant par le rythme d'une autre vie, un autre corps, une autre histoire. C'est un art non conservé derrière une vitre, mais libéré dans le monde – pour bouger, témoigner, appartenir.",
    "wearing_the_moment_short": "Vivre l'instant",
    "wearing_the_moment_description_2": "Non plus confinées à l'ordinaire, nos écharpes et accessoires vont au-delà des conventions. Chaque pli raconte une histoire, chaque texture exprime la liberté. Portés près de la peau, ils portent le mouvement, l'humeur et l'imagination – transformant les moments quotidiens en expressions personnelles de style.",
    "wearing_the_moment_description_3": "Plus que de simples ornements, ils sont le reflet de l'individualité – inspirés par l'art, la nature et l'émotion. Chaque pièce est conçue pour bouger avec vous, évoquer un sentiment et célébrer la puissance subtile de l'expression de soi dans sa forme la plus gracieuse.",
    "the_journal": "Le Journal",
    "privacy_policy_header": "Politique de confidentialité",
    "privacy_policy_last_updated": "Dernière mise à jour : 01.09.2025.",
    "privacy_policy_intro": "Cette politique de confidentialité décrit comment vos informations personnelles sont collectées, utilisées et partagées lorsque vous visitez ou effectuez un achat sur AHA par Ana Uzelac.\nNous nous engageons à protéger votre vie privée et à garantir que vos données personnelles sont traitées de manière transparente et sécurisée.",
    "personal_information_we_collect": "1. Informations personnelles que nous collectons",
    "personal_information_we_collect_description_1": "Lorsque vous visitez le site, nous collectons automatiquement certaines informations concernant votre appareil (via les cookies), notamment votre navigateur web, votre adresse IP, votre fuseau horaire, ainsi que certains cookies installés sur votre appareil. Cela nous aide à améliorer votre expérience d'achat et la performance du site.",
    "personal_information_we_collect_description_2": "Lorsque vous effectuez un achat ou tentez d'en effectuer un via le site, nous collectons les informations personnelles suivantes :\nNom complet\nAdresse de facturation et de livraison\nAdresse e-mail\nNuméro de téléphone\nDétails de paiement (traités en toute sécurité par des prestataires tiers - nous ne stockons pas vos informations de carte bancaire)\nHistorique d'achat et activité du panier",
    "how_we_use_your_information": "2. Comment nous utilisons vos informations",
    "how_we_use_your_information_description_1": "Nous utilisons vos informations personnelles pour :\nTraiter et exécuter vos commandes\nCommuniquer avec vous concernant votre commande ou répondre à vos demandes\nVérifier les commandes pour détecter les fraudes ou activités suspectes\nEnvoyer des newsletters ou mises à jour (uniquement si vous y consentez)\nAméliorer et optimiser les performances de notre site et services",
    "sharing_your_information": "3. Partage de vos informations",
    "sharing_your_information_description_1": "Nous ne vendons pas vos données personnelles. Nous partageons des informations limitées uniquement avec des services tiers de confiance qui soutiennent le fonctionnement de notre boutique, tels que :\nPrestataires de paiement (Synapto)\nPartenaires de livraison et logistique\nFournisseurs d'hébergement et d'analyses de site web\nTous les tiers sont tenus de respecter votre vie privée et d'agir conformément aux lois applicables sur la protection des données.",
    "your_rights_eu_gdpr": "4. Vos droits (UE & RGPD)",
    "your_rights_eu_gdpr_description_1": "Si vous êtes résident de l'Union européenne ou d'autres régions applicables, vous avez le droit de :\nAccéder aux données personnelles que nous détenons à votre sujet\nDemander la correction ou la suppression de vos données\nVous opposer ou restreindre certains types de traitement\nDéposer une plainte auprès de votre autorité de protection des données\nPour faire une demande, veuillez nous contacter à : [email]",
    "data_retention": "5. Conservation des données",
    "data_retention_description_1": "Nous conservons vos données de commande et clients uniquement aussi longtemps que nécessaire pour remplir les objectifs ci-dessus — y compris pour des obligations fiscales, légales et comptables — sauf si vous demandez leur suppression.",
    "cookies_header": "6. Cookies",
    "cookies_description_1": "Nous utilisons des cookies et des technologies similaires pour fournir les fonctionnalités essentielles du site (par exemple, le panier d'achat), analyser le trafic et personnaliser votre expérience. Vous pouvez gérer vos préférences en matière de cookies dans les paramètres de votre navigateur.",
    "security_header": "7. Sécurité",
    "security_description_1": "Nous prenons toutes les précautions raisonnables et suivons les meilleures pratiques de l'industrie pour garantir que vos informations ne sont pas perdues, mal utilisées, accessibles, divulguées, modifiées ou détruites.",
    "changes_to_this_policy_header": "8. Modifications de cette politique",
    "changes_to_this_policy_description_1": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées sur cette page avec la date de la dernière mise à jour.",
    "contact_us_header": "9. Contactez-nous",
    "contact_us_description_1": "Si vous avez des questions, des préoccupations ou des demandes concernant cette politique de confidentialité ou vos données personnelles, veuillez contacter :\nE-mail :\nPropriétaire de la boutique : Ana Uzelac\nSite Web :",
    "terms_conditions_header": "Conditions générales",
    "terms_conditions_last_updated": "Dernière mise à jour : 01.09.2025.",
    "terms_conditions_intro": "Veuillez lire attentivement ces Conditions générales avant d'utiliser le site AHA par Ana Uzelac. En accédant ou en achetant sur ce site, vous acceptez d'être lié par les conditions suivantes. Si vous n'êtes pas d'accord avec une partie de ces conditions, veuillez ne pas utiliser le site.",
    "overview_header": "1. Présentation",
    "overview_description_1": "Ce site est exploité par AHA par Ana Uzelac. Tout au long du site, les termes « nous », « notre » et « nos » se réfèrent à l'artiste et propriétaire de la boutique. AHA par Ana Uzelac propose ce site et ses services sous réserve de votre acceptation de toutes les conditions, politiques et termes énoncés ici.",
    "products_and_availability_header": "2. Produits et disponibilité",
    "products_and_availability_description_1": "Toutes les écharpes vendues sur ce site sont des reproductions d'œuvres d'art en édition limitée imprimées sur soie. Chaque article est soumis à disponibilité et peut être en rupture de stock à tout moment. Une fois une édition épuisée, elle ne sera pas réapprovisionnée.\nNous nous réservons le droit de modifier ou d'interrompre un produit à tout moment sans préavis.",
    "pricing_and_payment_header": "3. Tarification et paiement",
    "pricing_and_payment_description_1": "Tous les prix sont indiqués en EUR (ou autrement précisés) et incluent la TVA applicable pour les clients de l'UE. Les frais d'expédition et toutes taxes supplémentaires (telles que droits d'importation hors UE) seront calculés lors du paiement.\nNous acceptons les moyens de paiement sécurisés via les principales cartes de crédit et services tiers tels que PayPal et Stripe. Nous ne stockons pas vos informations de carte bancaire.",
    "orders_header": "4. Commandes",
    "orders_description_1": "Une fois votre commande passée, vous recevrez un e-mail de confirmation. Veuillez vérifier que toutes les informations personnelles et d'expédition sont correctes. Nous nous réservons le droit d'annuler ou de refuser toute commande pour des raisons telles que la disponibilité limitée des produits, suspicion de fraude ou erreur de prix.",
    "shipping_header": "5. Livraison",
    "shipping_description_1": "Nous expédions dans le monde entier depuis la France. Les commandes sont traitées sous [2–5] jours ouvrables. Les délais de livraison varient selon la destination. Des informations détaillées sont disponibles sur notre page Politique de livraison.\nLes clients sont responsables des frais de douane ou taxes d'importation.",
    "returns_and_exchanges_header": "6. Retours et échanges",
    "returns_and_exchanges_description_1": "En raison de la nature limitée et artistique de nos produits, toutes les ventes sont finales. Nous n'acceptons pas les retours ou échanges sauf si l'article arrive endommagé ou défectueux.\nDans ce cas, veuillez nous contacter dans les 5 jours suivant la réception de votre commande à [insérer adresse e-mail], avec des photos et une description du problème.",
    "intellectual_property_header": "7. Propriété intellectuelle",
    "intellectual_property_description_1": "Tout le contenu de ce site, y compris les images, textes, graphiques, logos et designs de produits, est la propriété intellectuelle d'Ana Uzelac et ne peut être reproduit, distribué ou utilisé sans autorisation écrite.",
    "personal_information_section_header": "8. Informations personnelles",
    "personal_information_section_description_1": "La soumission de vos informations personnelles via le site est régie par notre politique de confidentialité.",
    "limitation_of_liability_header": "9. Limitation de responsabilité",
    "limitation_of_liability_description_1": "Nous ne sommes pas responsables des dommages indirects, accessoires ou consécutifs résultant de l'utilisation de ce site ou de l'achat de nos produits. Notre responsabilité est limitée au montant total de votre commande.",
    "governing_law_header": "10. Droit applicable",
    "governing_law_description_1": "Ces conditions générales sont régies et interprétées conformément aux lois de la France, sans égard à ses conflits de lois.",
    "contact_terms_header": "11. Contact",
    "contact_terms_description_1": "Pour toute question concernant ces conditions générales, veuillez contacter :\nE-mail : \nSite Web :",
    "celestial_story": "Une histoire céleste imaginée en soie – où la légende touche la terre, doucement et magnifiquement.",
    "moon_rabbit_intro": "Il y a des histoires qui vivent au-dessus de nous – murmurées dans le scintillement des étoiles, tracées dans les ombres de la lune. Parmi elles, la légende du Lapin de la Lune persiste : une figure immortelle qui mélange l'élixir de vie dans une dévotion silencieuse. Mais que se passerait-il s'il tombait ? Et si cette chute n'était pas une tragédie, mais un retour – à la terre, au sens, à la beauté ?",
    "collection_description": "Cette collection est un mythe visuel. Un récit en soie façonné par une ancienne légende, des ruines urbaines, et la quête de lumière dans des lieux inattendus. Chaque pièce capture un moment de la descente imaginée du Lapin : des hauteurs célestes aux coins oubliés de la ville, où la vie palpite sous la quiétude.",
    "moon_rabbit_meaning": "Tissé de symbolisme et d'émerveillement, Le Lapin de la Lune est plus qu'une histoire – c’est une méditation sur le renouveau, le but, et l'arrivée silencieuse de la magie là où elle est le plus nécessaire, dans des lieux oubliés par le temps et des cœurs prêts à se souvenir.",
    "between_worlds": "Entre les mondes",
    "between_worlds_description": "Toutes les chutes ne signifient pas briser. Certaines descentes sont des retours silencieux – au sens, à la mémoire, à l’endroit où nous avons toujours été destinés à atterrir. Falling Rabbit porte ce entre-deux : le silence avant l’impact, l’immobilité avant la transformation. Il se déplace comme le crépuscule sur de vieux toits, doux et certain, cousu du poids du mythe et de la légèreté de la soie. Porté près du corps, il rappelle que parfois, les atterrissages les plus doux laissent les marques les plus profondes.",
    "falling_rabbit": "Lapin tombant",
    "falling_rabbit_description": "Il y a un silence entre les étoiles et la rue – un espace où les anciennes histoires s’adoucissent et recommencent. Cette pièce en soie suit ce silence : une descente lente et gracieuse du mythe au sens, du ciel à la peau. Elle ne cherche pas l’attention, elle invite à la réflexion. Chaque courbe et ombre parle d’abandon sans perte, de mouvement sans bruit – un rappel que même dans la chute, il peut y avoir un but, une beauté, et une renaissance silencieuse.",
    "power_quietly": "Le pouvoir ne crie pas toujours. Wushu Nanquan puise dans les arts martiaux du sud de la Chine, où la grâce rencontre la force ancrée. Ses lignes suggèrent un mouvement tendu — fluide, précis, intentionnel. Drapé de soie, il devient une sorte d’armure silencieuse : une élégance affinée par l’intention.",
    "the_quiet_warrior": "Le guerrier silencieux",
    "wushu_nanquan": "Wushu Nanquan",
    "wushu_description": "Ancré dans la tradition et vivant avec le mouvement, ce foulard capture l’équilibre délicat entre force et grâce. Chaque détail est intentionnel, transformant la discipline en une forme de liberté. Drapé de soie, il devient plus qu’un accessoire – c’est un hommage à la sagesse ancienne, au mouvement, et à la présence consciente, vous invitant à porter une histoire riche d’héritage et de sens.",
    "nightfall_lights": "Lumières du crépuscule",
    "nightfall_description": "Dans le calme entre l’agitation, ce foulard capture la douce tranquillité qui tombe sur Paris à la tombée du jour. Des teintes douces et des lignes délicates évoquent des toits baignés de la lumière du crépuscule – un moment paisible enveloppé de soie. Plus qu’un accessoire, c’est une pause, un souffle, une histoire murmurée de l’âme de la ville.",
    "rooftops_paris": "Toits de Paris",
    "rooftops_description": "Au-dessus du bruit et de la précipitation de la ville, ce foulard révèle un monde caché – les toits de Paris au crépuscule. Les couleurs douces se fondent doucement comme la lumière qui s’éteint, capturant des moments de calme et de réflexion silencieuse. Il parle de pauses paisibles, de temps ralenti juste assez pour remarquer la danse délicate des ombres et de la lumière sur l’ardoise et la brique. Enveloppé de soie, il vous invite à porter la douce tranquillité et l’élégance intemporelle des hauteurs de la ville partout où vous allez.",
    "lioness_scarf": "Le foulard Lionne porte un feu constant – celui d’une force tranquille et d’une élégance féroce. Inspirée par la grâce sauvage de son homonyme, cette pièce rayonne de couleur et de mémoire, offrant une présence audacieuse et ancrée dans chaque pli. Il ne parle pas en volume, mais en intention – un hommage en soie à la résilience, à la féminité, et à la beauté de la connaissance de son propre pouvoir.",
    "celestial_calm": "Calme céleste",
    "moon_rabbit_scarf": "Lapin de la Lune",
    "moon_rabbit_scarf_description": "Ce foulard incarne la beauté sereine des nuits au clair de lune et des légendes anciennes, capturant une force tranquille qui apaise et inspire. Tirant de la légende intemporelle du Lapin de la Lune, il raconte une histoire de renouveau, d’espoir, et de magie subtile délicatement tissée dans chaque pli. Confectionné en soie, cette pièce vous invite à porter un fragment de la tranquillité du ciel nocturne partout où vous allez – un doux rappel d’embrasser le calme, de réfléchir à de nouveaux départs, et de trouver la paix au milieu du chaos de la vie quotidienne.",
    "soft_unfolding_stories": "Certaines histoires se déroulent doucement entre lumière et ombre, murmurées dans le silence du ciel nocturne. La collection Lapin de la Lune est un voyage tissé en soie – une danse délicate de mythe, mémoire, et magie silencieuse. Si l’un de ces foulards vous parle, laissez-le vous guider vers un lieu de calme, de renouveau, et d’émerveillement.",
    "wearing_the_moment_extended": "Non plus confinées à l’ordinaire, nos écharpes et accessoires vont au-delà des conventions. Chaque pli raconte une histoire, chaque texture exprime la liberté. Portés près de la peau, ils portent le mouvement, l’humeur, et l’imagination – transformant les moments quotidiens en expressions personnelles de style.\n\nPlus que de simples ornements, ils sont le reflet de l’individualité – inspirés par l’art, la nature, et l’émotion. Chaque pièce est conçue pour bouger avec vous, évoquer des sentiments, et célébrer le pouvoir subtil de l’expression de soi dans sa forme la plus gracieuse.",
    "zimbabwe_piece": "Un morceau du Zimbabwe, portable et inoubliable.",
    "tropical_grasslands_intro": "Il y a des paysages qui vous façonnent bien après que vous les ayez quittés. Tropical Grasslands est né d’un de ces lieux - les cieux ouverts et la terre rouge du Zimbabwe, où le temps ralentit et la nature parle en couleurs. Dans cette immensité, le silence a du sens, et chaque lever de soleil arrive comme une célébration silencieuse.",
    "roots_story": "C’est une histoire de racines, racontée en vert et or. Tout ne peut pas s’expliquer avec des mots, mais la soie peut garder un souvenir - doucement, magnifiquement - jusqu’à ce que vous soyez prêt à le porter à nouveau. Chaque pli et fil porte des murmures de l’esprit de la terre, vous invitant à vous reconnecter avec un lieu qui reste dans le cœur longtemps après que vous l’ayez quitté. Ces foulards sont plus que du tissu ; ce sont des réceptacles de mémoire et d’émotion, enroulés autour de vous comme une étreinte silencieuse d’un foyer lointain.",
    "grace_in_stillness": "Grâce dans la quiétude",
    "grace_in_stillness_description": "Tout ce qui est sauvage n’est pas bruyant. Certaines forces façonnent le monde avec des pas silencieux et une présence inébranlable. Ce foulard ne rugit pas - il se souvient. Il porte le silence de la lumière du matin sur les plaines, l’écho des histoires transmises à la lueur du feu, le poids doux de quelque chose de sacré. Porté près du corps, il devient plus que de la soie - il devient un geste de révérence, une force douce qui persiste longtemps après le moment passé.",
    "elephants_scarf": "Éléphants",
    "elephants_description": "Inspiré par les doux géants parcourant les vastes savanes, le foulard Éléphants capture la force, la sagesse et la grâce à chaque coup de pinceau. Des tons de terre riches, superposés avec un mouvement silencieux et des textures subtiles, évoquent le pouvoir calme de ces créatures majestueuses. Cette pièce est à la fois ancrée et élégante - un hommage à la mémoire, à la dignité, et à la profonde intelligence silencieuse qui façonne les savanes. Porté autour du cou ou accroché au mur, il porte la quiétude de la terre et l’histoire silencieuse de la présence de l’éléphant.",
    "lioness_repeat": "Le foulard Lionne porte un feu constant - celui d’une force tranquille et d’une élégance féroce. Inspirée par la grâce sauvage de son homonyme, cette pièce rayonne de couleur et de mémoire, offrant une présence audacieuse et ancrée dans chaque pli. Il ne parle pas en volume, mais en intention - un hommage en soie à la résilience, à la féminité, et à la beauté de la connaissance de son propre pouvoir.",
    "quiet_flame_title": "La flamme silencieuse",
    "lioness_description_extended": "Lionne\nInspiré par la gardienne de la savane, le foulard Lionne évoque une force tranquille, une résilience féminine et un pouvoir gracieux. Ses verts riches et ses tons dorés reflètent la chaleur des plaines baignées de soleil et la vigilance silencieuse d’une créature qui dirige par sa présence, non par le bruit. Chaque coup de pinceau capture l’équilibre entre douceur et force - un mouvement qui protège, une beauté qui commande. C’est une pièce pour ceux qui dirigent par instinct, qui restent solides dans leur vérité, et qui portent leur courage non comme une armure, mais comme une élégance.",
    "quiet_color_stories": "Certaines histoires vivent silencieusement dans la couleur, la forme, dans les choses que nous choisissons de porter. Tropical Grasslands est une collection faite pour être ressentie - pas seulement vue. Si l’un de ces foulards a éveillé quelque chose en vous, suivez-le.",
    "celestial_story_repeat": "Une histoire céleste imaginée en soie – où la légende touche la terre, doucement et magnifiquement.",
    "south_france_intro": "Certains lieux restent avec vous non pas pour ce qui s’y passe, mais pour ce qu’ils vous font ressentir. Le sud de la France - sauvage, lent et baigné de soleil - porte ce type de mémoire. Dans la quiétude de l’Occitanie, le temps s’étire comme l’horizon. Les jours bourdonnent de cigales, les soirées s’adoucissent dans une lumière lavande, et le vent semble se souvenir de quelque chose d’ancien.",
    "magical_south_intro": "Le Sud Magique est une collection née de cette atmosphère - où chaque fil porte l’écho de la pierre d’été, de l’air montagnard, et de la certitude tranquille que vous êtes exactement là où vous devez être. Ces foulards ne racontent pas seulement une histoire ; ils vous y invitent.",
    "magical_south_feeling": "Portés près du corps, ils offrent plus que la couleur ou la forme. Ils offrent un chemin pour revenir - au calme, à la chaleur, à la beauté silencieuse d’être présent. Si quelque chose en eux vous parle, laissez-le faire. Parfois, le plus doux des appels nous ramène à la maison.",
    "hours_in_bloom": "Heures en fleur",
    "garden_day_and_night_intro": "Un jardin vit entre la lumière et l’obscurité - où le romarin effleure le crépuscule et les figuiers projettent des ombres à midi. Garden Day and Night capture cette magie tranquille : des floraux qui changent avec le temps, des couleurs qui évoquent à la fois le soleil et la lune. Porté près du corps, il porte la chaleur des heures dorées et le silence de la nuit.",
    "garden_day_and_night_description": "Un moment peut s’étirer quand on est entouré de beauté. Garden Day and Night honore cette pause - où le temps s’adoucit, les parfums s’intensifient, et la lumière devient dorée. Inspiré par les jardins du sud qui fleurissent sous le soleil et les étoiles, ce foulard capture le rythme lent de la nature. C’est la sensation de marcher pieds nus à travers le romarin, le crépuscule s’installant sur les figuiers, et le soleil qui disparaît dans le silence. Porté près du corps, il devient plus qu’un accessoire - un rappel de ralentir, de respirer, et d’apprécier les moments de calme.",
    "night_sky_intro": "Il y a un moment où la lumière diminue et le ciel s’approfondit, où tout ralentit juste assez pour ressentir. Night Sky a été créé pour ce silence. Avec des tons tirés des crépuscules du sud, il enveloppe le calme du soir dans la soie. Porté près du corps, il porte une douceur qui ne disparaît pas - elle reste, comme les premières étoiles qui apparaissent quand personne ne regarde.",
    "velvet_evenings": "Soirées de velours",
    "night_sky_description": "Toute la lumière ne vient pas du soleil. Certaines luisent doucement - comme le ciel juste après le crépuscule, ou les souvenirs qui refont surface quand tout le reste est calme. Ce foulard porte cette lueur tranquille. Sa palette s’inspire du calme entre le jour et la nuit, un équilibre d’ombres fraîches et de chaleur déclinante. Porté près du corps, c’est un souffle du soir enveloppé dans la soie - une pause, un silence, un morceau de ciel que vous pouvez porter.",
    "majestic_heights_intro": "Hauteurs majestueuses",
    "sky_mountains_description": "Inspiré par les sommets imposants et les horizons sans fin des paysages du sud, Sky Mountains capture la force sereine des hauteurs de la nature. Son design reflète des textures rugueuses adoucies par la brume et la lumière, évoquant la présence calme mais puissante des montagnes qui restent intemporelles sous des cieux en perpétuel changement. Ce foulard vous invite à porter l’esprit des grands espaces et la majesté tranquille partout où vous allez.",
    "sky_mountains_meaning": "Que cette pièce soit un doux rappel de la force stable que l’on trouve dans les sommets de la nature - le calme ancré au milieu des marées et incertitudes changeantes de la vie. Sky Mountains est plus que de la soie ; c’est une invitation à faire une pause, trouver l’équilibre, et prendre du recul. S’élever au-dessus du bruit quotidien et des distractions, embrassant la vue avec une confiance tranquille et un sentiment de paix intérieure. Enveloppé dans ses plis, vous portez la résilience intemporelle des montagnes, une source de force calme pour affronter ce qui vous attend.",
    "magical_south_summary": "Le Sud Magique est une célébration de la beauté tranquille et des histoires intemporelles. Chaque foulard porte un murmure de paysages anciens et de rythmes doux, vous invitant à faire une pause, respirer, et trouver la magie dans la quiétude entre la lumière et l’ombre."
  }
}